{
    "기준연월":"기준연월(YM) 컬럼은 2023년 1월부터 2023년 12월까지의 데이터를 나타내는 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 제주지역 가맹점 중 요식관련 업종이면서 월별 업종별 매출 상위 30% 가맹점의 데이터를 월별로 구분하는 기준이 됩니다. 데이터는 YYYYMM 형식으로 202301부터 202312까지의 값을 가지며, NULL 값을 허용하지 않습니다. 각 가맹점의 월별 실적과 이용 패턴을 시계열로 분석할 수 있는 핵심 기준 컬럼입니다.", 
    "가맹점명":"가맹점명(MCT_NM)은 제주지역 요식관련 업종 가맹점을 구분하고 식별하기 위한 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 각 가맹점의 상호명을 저장하며, NULL 값을 허용하지 않습니다. 이 데이터는 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30%에 해당하는 가맹점들의 상호명만을 포함하고 있습니다. 가맹점명은 개설일자, 주소, 업종 등의 다른 가맹점 정보와 함께 가맹점의 기본 프로필을 구성하는 핵심 데이터입니다.",
    "개설일자":"개설일자(OP_YMD)는 제주지역 요식관련 업종 가맹점의 영업 시작일을 나타내는 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 각 가맹점이 처음 개업한 날짜 정보를 저장하며, NULL 값을 허용하지 않습니다. 가맹점의 업력을 파악할 수 있는 중요한 기준점이 되는 데이터로, 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30%에 해당하는 가맹점들의 개설일자 정보를 포함하고 있습니다. 이 정보는 가맹점의 운영 기간과 성과 간의 관계를 분석하는 데 활용될 수 있는 기본 프로필 데이터입니다.",
    "업종":"업종(MCT_TYPE)은 제주지역 가맹점의 사업 분야를 분류하는 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 요식업 관련 30개 업종으로 구분되어 있으며, NULL 값을 허용하지 않습니다. 2023년 1월부터 12월까지의 기간 동안 각 업종별로 매출 상위 30%에 해당하는 가맹점들의 업종 정보를 포함하고 있습니다. 이 데이터는 가맹점의 업종별 특성과 성과를 분석하고, 동일 업종 내에서의 상대적 경쟁력을 파악하는 데 활용되는 중요한 분류 기준이 되는 기본 프로필 데이터입니다.",
    "주소":"주소(ADDR)는 제주지역 요식관련 업종 가맹점의 위치 정보를 나타내는 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 각 가맹점의 실제 영업 주소를 저장하며, NULL 값을 허용하지 않습니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30%에 해당하는 가맹점들의 위치 정보를 포함하고 있습니다. 이 데이터는 가맹점의 지리적 분포를 파악하고 지역별 특성을 분석하는 데 활용되며, 현지인 이용 비중과 함께 지역 기반 분석을 위한 중요한 기본 프로필 데이터입니다.",
    "이용건수구간":"이용건수구간(UE_CNT_GRP)은 제주지역 요식관련 업종 가맹점의 월별 이용건수를 6개의 분위수 구간으로 나누어 표시하는 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 이용건수 수준을 상대적으로 평가하며, '1_상위10%이하'부터 '6_90%초과'까지의 구간값을 가집니다. 구체적으로 '1_상위10%이하'는 매출이 가장 높은 구간을, '2_10~25%'는 두 번째로 높은 구간을 의미하며, '6_90%초과'는 매출이 가장 낮은 구간을 나타냅니다. 이 데이터는 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 이용건수 수준을 파악하고 성과를 비교분석하는데 활용되는 핵심 지표입니다.",
    "이용금액구간":"이용금액구간(UE_AMT_GRP)은 제주지역 요식관련 업종 가맹점의 월별 이용금액을 6개의 분위수 구간으로 나누어 표시하는 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 이용금액 수준을 상대적으로 평가하며, '1_상위10%이하'부터 '6_90%초과'까지의 구간값을 가집니다. 구체적으로 '1_상위10%이하'는 이용건수가 가장 많은 구간을, '2_10~25%'는 두 번째로 많은 구간을 의미하며, '6_90%초과'는 이용건수가 가장 적은 구간을 나타냅니다. 이 데이터는 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 매출 규모를 파악하고 성과를 비교분석하는데 활용되는 핵심 지표입니다.",
    "건당평균이용금액구간":"건당평균이용금액구간(UE_AMT_PER_TRSN_GRP)은 제주지역 요식관련 업종 가맹점의 월별 건당평균이용금액을 6개의 분위수 구간으로 나누어 표시하는 STRING 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 객단가 수준을 상대적으로 평가하며, '1_상위10%이하'부터 '6_90%초과'까지의 구간값을 가집니다. 구체적으로 '1_상위10%이하'는 건당평균이용금액이 가장 높은 구간을, '2_10~25%'는 두 번째로 높은 구간을 의미하며, '6_90%초과'는 건당평균이용금액이 가장 낮은 구간을 나타냅니다. 이 데이터는 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 객단가 수준을 파악하고 성과를 비교분석하는데 활용되는 핵심 지표입니다.",
    "월요일이용건수비중":"월요일이용건수비중(MON_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 월요일에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 요일별 이용 패턴을 분석하기 위한 지표로, 요일별 방문 고객수의 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 요일의 이용건수비중과 함께 가맹점의 주간 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "화요일이용건수비중":"화요일이용건수비중(TUE_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 화요일에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 요일별 이용 패턴을 분석하기 위한 지표로, 요일별 방문 고객수의 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 요일의 이용건수비중과 함께 가맹점의 주간 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "수요일이용건수비중":"수요일이용건수비중(WED_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 수요일에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 요일별 이용 패턴을 분석하기 위한 지표로, 요일별 방문 고객수의 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 요일의 이용건수비중과 함께 가맹점의 주간 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "목요일이용건수비중":"목요일이용건수비중(THU_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 목요일에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 요일별 이용 패턴을 분석하기 위한 지표로, 요일별 방문 고객수의 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 요일의 이용건수비중과 함께 가맹점의 주간 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "금요일이용건수비중":"금요일이용건수비중(FRI_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 금요일에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 요일별 이용 패턴을 분석하기 위한 지표로, 요일별 방문 고객수의 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 요일의 이용건수비중과 함께 가맹점의 주간 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "토요일이용건수비중":"토요일이용건수비중(SAT_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 토요일에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 요일별 이용 패턴을 분석하기 위한 지표로, 요일별 방문 고객수의 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 요일의 이용건수비중과 함께 가맹점의 주말 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "일요일이용건수비중":"일요일이용건수비중(SUN_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 일요일에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 요일별 이용 패턴을 분석하기 위한 지표로, 요일별 방문 고객수의 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 요일의 이용건수비중과 함께 가맹점의 주말 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "5시11시이용건수비중":"5시11시이용건수비중(HR_5_11_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 오전 5시부터 11시 사이에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 시간대별 이용 패턴을 분석하기 위한 지표로, 아침 시간대의 방문 고객수 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 시간대의 이용건수비중과 함께 가맹점의 시간대별 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "12시13시이용건수비중":"12시13시이용건수비중(HR_12_13_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 오후 12시부터 13시 사이에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 시간대별 이용 패턴을 분석하기 위한 지표로, 점심 시간대의 방문 고객수 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 시간대의 이용건수비중과 함께 가맹점의 시간대별 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "14시17시이용건수비중":"14시17시이용건수비중(HR_14_17_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 오후 14시부터 17시 사이에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 시간대별 이용 패턴을 분석하기 위한 지표로, 오후 시간대의 방문 고객수 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 시간대의 이용건수비중과 함께 가맹점의 시간대별 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "18시22시이용건수비중":"18시22시이용건수비중(HR_18_22_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 오후 18시부터 22시 사이에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 시간대별 이용 패턴을 분석하기 위한 지표로, 저녁 시간대의 방문 고객수 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 시간대의 이용건수비중과 함께 가맹점의 시간대별 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "23시4시이용건수비중":"23시4시이용건수비중(HR_23_4_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 오후 23시부터 다음날 오전 4시 사이에 발생한 이용건수의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 가맹점의 시간대별 이용 패턴을 분석하기 위한 지표로, 심야 시간대의 방문 고객수 분포를 파악할 수 있게 해줍니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 시간대의 이용건수비중과 함께 가맹점의 시간대별 운영 특성을 이해하는데 활용되는 중요한 시계열 데이터입니다.",
    "현지인이용건수비중":"현지인이용건수비중(LOCAL_UE_CNT_RAT)은 제주지역 요식관련 업종 가맹점의 전체 이용건수 중 제주도 현지인의 이용건수 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 고객의 자택 주소가 제주도인 경우를 현지인으로 정의하며, 가맹점의 주요 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 현지인과 관광객의 이용 비중을 파악하여 가맹점의 고객 구성 특성을 이해하는데 활용되는 중요한 데이터입니다.",
    "최근12개월남성회원수비중":"최근12개월남성회원수비중(RC_M12_MAL_CUS_CNT_RAT)은 제주지역 요식관련 업종 가맹점을 이용한 전체 회원 중 남성 회원의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 기준연월을 포함한 최근 12개월간의 누적 데이터로, 가맹점의 성별 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 가맹점의 성별 고객 구성 특성을 이해하는데 활용되는 중요한 고객 프로필 데이터입니다.",
    "최근12개월여성회원수비중":"최근12개월여성회원수비중(RC_M12_FME_CUS_CNT_RAT)은 제주지역 요식관련 업종 가맹점을 이용한 전체 회원 중 여성 회원의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 기준연월을 포함한 최근 12개월간의 누적 데이터로, 가맹점의 성별 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 가맹점의 성별 고객 구성 특성을 이해하는데 활용되는 중요한 고객 프로필 데이터입니다.",
    "최근12개월20대이하회원수비중":"최근12개월20대이하회원수비중(RC_M12_AGE_UND_20_CUS_CNT_RAT)은 제주지역 요식관련 업종 가맹점을 이용한 전체 회원 중 20대 이하 회원의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 기준연월을 포함한 최근 12개월간의 누적 데이터로, 가맹점의 연령별 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 연령대의 회원수 비중과 함께 가맹점의 연령별 고객 구성 특성을 이해하는데 활용되는 중요한 고객 프로필 데이터입니다.",
    "최근12개월30대회원수비중":"최근12개월30대회원수비중(RC_M12_AGE_30_CUS_CNT_RAT)은 제주지역 요식관련 업종 가맹점을 이용한 전체 회원 중 30대 회원의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 기준연월을 포함한 최근 12개월간의 누적 데이터로, 가맹점의 연령별 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 연령대의 회원수 비중과 함께 가맹점의 연령별 고객 구성 특성을 이해하는데 활용되는 중요한 고객 프로필 데이터입니다.",
    "최근12개월40대회원수비중":"최근12개월40대회원수비중(RC_M12_AGE_40_CUS_CNT_RAT)은 제주지역 요식관련 업종 가맹점을 이용한 전체 회원 중 40대 회원의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 기준연월을 포함한 최근 12개월간의 누적 데이터로, 가맹점의 연령별 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 연령대의 회원수 비중과 함께 가맹점의 연령별 고객 구성 특성을 이해하는데 활용되는 중요한 고객 프로필 데이터입니다.",
    "최근12개월50대회원수비중":"최근12개월50대회원수비중(RC_M12_AGE_50_CUS_CNT_RAT)은 제주지역 요식관련 업종 가맹점을 이용한 전체 회원 중 50대 회원의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 기준연월을 포함한 최근 12개월간의 누적 데이터로, 가맹점의 연령별 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 연령대의 회원수 비중과 함께 가맹점의 연령별 고객 구성 특성을 이해하는데 활용되는 중요한 고객 프로필 데이터입니다.",
    "최근12개월60대이상회원수비중":"최근12개월60대이상회원수비중(RC_M12_AGE_OVR_60_CUS_CNT_RAT)은 제주지역 요식관련 업종 가맹점을 이용한 전체 회원 중 60대 이상 회원의 비율을 나타내는 FLOAT 타입의 필수 입력 컬럼입니다. 이 컬럼은 기준연월을 포함한 최근 12개월간의 누적 데이터로, 가맹점의 연령별 고객 특성을 분석하기 위한 지표입니다. 2023년 1월부터 12월까지의 기간 동안 월별 업종별 매출 상위 30% 가맹점들의 데이터를 포함하며, 다른 연령대의 회원수 비중과 함께 가맹점의 연령별 고객 구성 특성을 이해하는데 활용되는 중요한 고객 프로필 데이터입니다."
}