{
    "단품요리 전문":"단품요리 전문점은 돈까스, 김치찌개, 된장찌개, 제육볶음 등 단일 메뉴를 전문적으로 취급하는 외식업종입니다. 한 가지 메뉴에 깊이 있는 맛을 추구하며 주로 간단하고 빠른 한 끼 식사를 원하는 직장인과 학생들이 주요 고객층입니다. 주문과 동시에 조리가 시작되어 신선한 음식을 제공하며, 8,000원에서 15,000원 선의 합리적인 가격대를 유지합니다. 회전율을 고려한 효율적인 테이블 배치와 깔끔한 실내 인테리어가 특징이며, 보통 오전 11시부터 오후 9시까지 영업합니다. 테이크아웃 서비스와 1인 식사 편의성을 제공하고, 매일 철저한 청소와 주기적인 식자재 관리를 통해 위생적인 환경을 유지합니다. 단품요리의 전문성과 신속한 서비스로 바쁜 현대인들에게 적합한 외식 업종입니다.", 
    "가정식":"가정식 음식점은 집에서 먹는 것 같은 편안하고 정성 가득한 한식을 제공하는 외식업종입니다. 된장찌개, 김치찌개, 제육볶음, 생선구이 등 일상적인 한식 메뉴를 다양하게 제공하며, 정갈한 반찬들과 함께 균형 잡힌 한 끼 식사를 즐길 수 있습니다. 주로 가족 단위 손님과 건강한 식사를 추구하는 직장인들이 주요 고객층이며, 10,000원에서 20,000원 선의 가격대로 운영됩니다. 가정집 같은 편안한 분위기의 인테리어와 넉넉한 테이블 간격이 특징이며, 보통 오전 11시부터 오후 9시까지 영업합니다. 계절 식재료를 활용한 계절 메뉴와 정기적으로 변경되는 반찬 구성으로 다양성을 제공하며, 깔끔한 위생 관리와 정성스러운 음식 준비로 손님들에게 집밥 같은 따뜻한 한 끼를 제공하는 것이 특징입니다.", 
    "커피":"커피 전문점은 다양한 원두와 추출 방식으로 고품질의 커피를 제공하는 외식업종입니다. 에스프레소, 아메리카노, 카페라떼 등 기본적인 커피 메뉴부터 시그니처 메뉴와 계절 한정 음료까지 폭넓은 음료를 선보입니다. 직접 로스팅한 원두를 사용하거나 유명 로스터리의 원두를 활용하며, 바리스타의 전문적인 기술로 최상의 맛을 추구합니다. 커피와 함께 즐길 수 있는 베이커리와 디저트도 함께 판매하며, 3,000원에서 8,000원 선의 가격대로 운영됩니다. 편안한 분위기에서 휴식을 취하거나 업무와 공부를 할 수 있는 공간을 제공하며, 와이파이와 콘센트 등의 편의시설을 갖추고 있습니다. 보통 오전 8시부터 오후 10시까지 영업하며, 테이크아웃과 매장 내 취식이 모두 가능합니다. 깔끔한 인테리어와 아늑한 좌석 배치로 손님들에게 편안한 카페 문화를 제공하는 것이 특징입니다.",       
    "치킨":"치킨 전문점은 국내 대표적인 외식업종으로 다양한 조리법의 치킨 메뉴를 전문적으로 제공합니다. 후라이드, 양념, 간장, 파닭, 순살치킨 등 다양한 맛과 스타일의 치킨을 선보이며, 신선한 재료와 특제 소스로 차별화된 맛을 추구합니다. 주로 배달과 포장을 중심으로 운영되며, 매장 내 취식도 가능합니다. 치킨과 함께 즐기는 맥주와 음료를 제공하여 안주 문화를 충족시키며, 16,000원에서 25,000원 선의 가격대로 운영됩니다. 주요 고객층은 가족 단위와 친구, 회식 모임이며, 보통 오후 2시부터 새벽 2시까지 영업합니다. 특히 저녁 시간대와 주말에 수요가 높으며, 각종 할인 이벤트와 세트 메뉴를 통해 고객 만족도를 높입니다. 배달 앱과 연계한 주문 시스템을 운영하며, 위생적인 조리 환경과 신속한 배달 서비스로 고객들에게 따뜻하고 바삭한 치킨을 제공하는 것이 특징입니다.",     
    "일식":"일식 전문점은 일본의 전통적인 조리법과 식문화를 바탕으로 한 외식업종입니다. 초밥, 사시미, 라멘, 돈카츠, 우동 등 다양한 일본 요리를 제공하며, 신선한 해산물과 계절 식재료를 활용한 정통 일식의 맛을 추구합니다. 카운터석과 테이블석을 구비하여 1인 손님부터 단체 손님까지 수용할 수 있으며, 15,000원에서 50,000원 선의 폭넓은 가격대로 운영됩니다. 일본 특유의 깔끔하고 정갈한 실내 분위기를 연출하며, 사케와 맥주 등 일본 전통주도 함께 제공합니다. 주로 점심 특선 메뉴와 저녁 코스 요리를 구분하여 운영하며, 보통 오전 11시 30분부터 오후 10시까지 영업합니다. 장인정신을 바탕으로 한 정교한 칼솜씨와 플레이팅, 정갈한 식기 사용으로 시각적인 만족도도 높이며, 철저한 위생 관리와 식재료 관리로 고품질의 일식 요리를 제공하는 것이 특징입니다.",
    "베이커리":"베이커리는 신선한 빵과 디저트를 전문적으로 제공하는 외식업종입니다. 식빵, 크로와상, 단과자, 케이크 등 다양한 종류의 베이커리 제품을 매일 직접 굽고 제조하여 제공합니다. 유럽식 정통 빵부터 한국인의 입맛에 맞는 퓨전 스타일의 빵까지 폭넓은 제품을 선보이며, 품질 좋은 밀가루, 버터, 계란 등 신선한 재료만을 사용합니다. 매장에서 직접 굽는 방식으로 운영되어 갓 구운 빵의 향과 맛을 즐길 수 있으며, 1,500원에서 30,000원 선의 다양한 가격대로 운영됩니다. 아침 일찍부터 저녁까지 영업하여 보통 오전 7시부터 오후 9시까지 운영하며, 피크 타임인 오전과 오후에는 갓 구운 빵이 순차적으로 진열됩니다. 매장 내 카페를 함께 운영하는 경우도 많으며, 시즌별 특별 메뉴와 선물용 제품도 판매합니다. 깔끔한 매장 인테리어와 투명한 주방 공개로 고객 신뢰도를 높이고, 위생적인 환경에서 건강하고 맛있는 베이커리 제품을 제공하는 것이 특징입니다.",
    "분식":"분식점은 한국의 대표적인 간편 식사와 분식류를 제공하는 외식업종입니다. 떡볶이, 김밥, 라면, 순대, 튀김 등 다양한 분식 메뉴를 취급하며, 특히 매콤달콤한 떡볶이 소스와 바삭한 튀김, 신선한 재료로 만든 김밥이 대표 메뉴입니다. 주로 학생과 직장인들의 간식이나 간편 식사 장소로 이용되며, 3,000원에서 8,000원 선의 합리적인 가격대로 운영됩니다. 테이크아웃과 매장 내 취식이 모두 가능하며, 주문 즉시 조리하여 따뜻한 음식을 제공합니다. 좌석 회전율이 빠른 편이며, 보통 오전 11시부터 밤 10시까지 영업합니다. 배달 서비스도 함께 운영하는 경우가 많으며, 세트 메뉴와 계절 한정 메뉴도 제공합니다. 깔끔한 조리 환경과 신속한 서비스로 바쁜 현대인들에게 한국적인 패스트푸드 문화를 제공하는 것이 특징입니다.",
    "양식":"양식 레스토랑은 서양의 다양한 요리법과 식문화를 기반으로 한 외식업종입니다. 파스타, 스테이크, 피자, 리조또, 샐러드 등 유럽과 미국식 요리를 전문적으로 제공하며, 고품질의 육류와 해산물, 신선한 채소를 활용한 정통 양식의 맛을 추구합니다. 와인과 맥주 등 주류도 함께 제공하여 고급스러운 다이닝 경험을 제공하며, 15,000원에서 50,000원 선의 가격대로 운영됩니다. 편안하면서도 세련된 인테리어와 테이블 세팅으로 고급스러운 분위기를 연출하며, 점심 특선 메뉴와 디너 코스 요리를 구분하여 운영합니다. 보통 오전 11시 30분부터 오후 10시까지 영업하며, 주말에는 브런치 메뉴도 제공합니다. 전문 셰프의 노하우를 바탕으로 한 정교한 조리법과 플레이팅, 격식 있는 서비스로 고품격 양식 다이닝을 제공하는 것이 특징입니다. 가족 모임, 연인 데이트, 비즈니스 미팅 등 특별한 날을 위한 식사 장소로 인기가 있습니다.",
    "중식":"중식당은 중국의 전통적인 요리법과 식문화를 바탕으로 한 외식업종입니다. 짜장면, 짬뽕, 탕수육, 마파두부, 양장피 등 다양한 중화요리를 제공하며, 웍을 이용한 강한 불맛과 특유의 소스로 중국 본토의 맛을 재현합니다. 홀 서비스와 배달 서비스를 함께 운영하며, 8,000원에서 30,000원 선의 가격대로 운영됩니다. 2인 이상의 코스 요리부터 혼밥이 가능한 일품요리까지 다양한 메뉴 구성을 제공하며, 중국식 원형 테이블과 전통적인 인테리어로 본토의 분위기를 연출합니다. 보통 오전 11시부터 밤 10시까지 영업하며, 점심 특선 메뉴도 운영합니다. 중식 조리 경험이 풍부한 셰프들이 고온의 불을 이용한 빠른 조리로 신선한 요리를 제공하며, 중국 각 지역의 특색 있는 요리법을 활용합니다. 가족 모임, 회식, 단체 손님을 위한 룸과 넓은 홀을 구비하고 있는 것이 특징이며, 한국인의 입맛에 맞게 현지화된 중화요리를 제공합니다.",
    "맥주/요리주점":"맥주/요리주점은 다양한 주류와 안주를 전문적으로 제공하는 외식업종입니다. 생맥주, 수입맥주, 소주, 막걸리 등 폭넓은 주류와 함께 치킨, 해물요리, 철판요리, 한식 안주 등 다양한 안주 메뉴를 제공합니다. 2-4인용 테이블부터 단체석까지 구비하여 친구들과의 모임, 회식, 친목 도모를 위한 공간으로 활용되며, 12,000원에서 40,000원 선의 가격대로 운영됩니다. 캐주얼하면서도 활기찬 분위기를 연출하며, 실내 흡연이 불가한 깔끔한 환경을 유지합니다. 보통 저녁 5시부터 새벽 2시까지 영업하며, 성수기와 주말에는 영업시간이 더 길어질 수 있습니다. 다양한 안주 메뉴와 음료를 세트로 구성한 메뉴와 요일별 할인 이벤트도 운영합니다. 프로젝터나 대형 TV를 설치하여 스포츠 경기 시청이 가능한 곳도 있으며, 신선한 재료로 조리된 안주와 시원한 생맥주가 특징입니다. 주류와 안주를 적절히 매칭하여 추천해주는 세심한 서비스도 제공합니다.",
    "피자":"피자 전문점은 다양한 토핑과 도우 스타일로 피자를 전문적으로 제공하는 외식업종입니다. 클래식 피자부터 한국인의 입맛에 맞춘 퓨전 피자까지 폭넓은 메뉴를 제공하며, 수제 도우와 신선한 토핑 재료로 차별화된 맛을 추구합니다. 매장 내 취식과 배달, 포장 서비스를 모두 제공하며, 15,000원에서 35,000원 선의 가격대로 운영됩니다. 피자와 함께 즐길 수 있는 파스타, 샐러드, 사이드 메뉴도 판매하며, 패밀리 세트나 파티 세트 등 다양한 구성의 세트메뉴를 제공합니다. 주로 가족 단위 손님과 친구, 연인들이 주요 고객층이며, 보통 오전 11시부터 밤 11시까지 영업합니다. 주문 후 피자를 즉석에서 굽기 때문에 15-20분의 조리 시간이 소요되며, 배달의 경우 더 많은 시간이 필요할 수 있습니다. 다양한 프로모션과 할인 이벤트를 진행하며, 온라인 주문 시스템을 통해 편리한 주문이 가능합니다. 화덕이나 오븐에서 직접 구워내는 방식으로 피자 본연의 맛과 향을 살리는 것이 특징입니다.", 
    "꼬치구이":"꼬치구이 전문점은 다양한 재료를 꼬치에 꿰어 숯불이나 가스불에 구워 제공하는 외식업종입니다. 닭꼬치, 돼지고기 꼬치, 야채꼬치 등 다양한 종류의 꼬치를 제공하며, 특제 소스와 양념으로 깊은 맛을 더합니다. 일본식 야키토리나 한국식 양념꼬치 등 여러 스타일의 메뉴를 선보이며, 2,000원에서 5,000원 선의 개당 가격으로 운영됩니다. 주로 술과 함께 즐기는 안주로 인기가 있어 맥주, 소주 등 주류도 함께 판매하며, 오후 2시부터 새벽 2시까지 영업하는 것이 일반적입니다. 카운터석이나 테이블석을 구비하여 혼자서도 부담 없이 즐길 수 있으며, 2-4인 테이블을 주로 배치합니다. 주문과 동시에 굽기 시작하여 따뜻하고 신선한 상태로 제공하며, 연기 배출이 잘 되는 환기 시스템을 갖추고 있습니다. 테이크아웃도 가능하며, 세트 메뉴나 모듬 꼬치 등 다양한 구성의 메뉴도 제공하는 것이 특징입니다.", 
    "햄버거":"햄버거 전문점은 다양한 스타일의 수제 버거와 패스트푸드 버거를 제공하는 외식업종입니다. 수제 패티를 사용한 프리미엄 버거부터 클래식 치즈버거, 치킨버거까지 폭넓은 메뉴를 제공하며, 신선한 야채와 특제 소스로 차별화된 맛을 추구합니다. 매장 내 취식과 포장, 배달 서비스를 모두 제공하며, 5,000원에서 15,000원 선의 가격대로 운영됩니다. 햄버거와 함께 즐길 수 있는 감자튀김, 치킨너겟, 코울슬로, 음료 등 다양한 사이드 메뉴도 판매하며, 세트 구성으로 할인된 가격에 제공합니다. 주로 학생, 직장인, 가족 단위 손님이 주요 고객층이며, 보통 오전 10시부터 밤 10시까지 영업합니다. 주문 후 즉석에서 조리하여 따뜻하고 신선한 상태로 제공하며, 깔끔한 매장 인테리어와 효율적인 주문 시스템으로 빠른 서비스를 제공하는 것이 특징입니다. 드라이브스루나 키오스크 주문 시스템을 운영하는 곳도 있으며, 계절 한정 메뉴와 프로모션을 통해 다양한 맛을 선보입니다.", 
    "구내식당/푸드코트":"구내식당/푸드코트는 특정 건물이나 시설 내에서 다수의 이용자에게 식사를 제공하거나 여러 브랜드의 음식을 한 공간에서 즐길 수 있는 외식업종입니다. 한식, 중식, 일식, 양식 등 다양한 메뉴를 제공하며, 푸드코트의 경우 각 매장별로 전문화된 음식을 선보입니다. 구내식당은 보통 6,000원에서 8,000원 선의 균일가 메뉴를 제공하고, 푸드코트는 6,000원에서 15,000원 선의 다양한 가격대로 운영됩니다. 대형 식사 공간과 효율적인 배식 시스템을 갖추고 있으며, 구내식당은 정해진 식단표에 따라 운영되고 푸드코트는 각자 선호하는 메뉴를 자유롭게 선택할 수 있습니다. 보통 오전 11시부터 오후 8시까지 영업하며, 구내식당의 경우 점심 시간대에 집중적으로 운영됩니다. 대량 조리 시스템과 위생적인 식자재 관리, 효율적인 배식 동선이 특징이며, 셀프서비스 방식으로 운영되어 빠른 회전율을 보입니다. 구내식당은 영양사가 관리하는 균형 잡힌 식단을 제공하고, 푸드코트는 다양한 음식을 한 자리에서 즐길 수 있는 것이 장점입니다.", 
    "아이스크림/빙수":"아이스크림/빙수 전문점은 다양한 아이스크림과 빙수 디저트를 제공하는 외식업종입니다. 소프트아이스크림, 젤라토, 하드아이스크림 등 여러 종류의 아이스크림과 팥빙수, 과일빙수, 우유빙수 등 계절성 빙수 메뉴를 선보입니다. 신선한 우유와 과일, 견과류 등 고품질 재료를 사용하여 맛과 품질을 높이며, 2,500원에서 15,000원 선의 가격대로 운영됩니다. 매장 내 취식과 포장이 가능하며, 아이스크림 케이크나 대용량 포장 상품도 판매합니다. 아이스크림과 빙수 외에도 음료, 와플, 토핑 추가 등 다양한 옵션을 제공하며, 계절별 시그니처 메뉴도 운영합니다. 주로 가족 단위 손님, 연인, 친구들이 주요 고객층이며, 보통 오전 11시부터 밤 10시까지 영업합니다. 여름철에는 영업시간이 연장되기도 하며, 겨울철에는 따뜻한 디저트 메뉴를 추가로 운영합니다. 깔끔하고 밝은 매장 분위기와 인스타그래머블한 비주얼을 강조한 플레이팅이 특징이며, 테이크아웃 전문점부터 카페형 매장까지 다양한 형태로 운영됩니다.", 
    "샌드위치/토스트":"샌드위치/토스트 전문점은 다양한 재료를 활용한 샌드위치와 토스트를 제공하는 외식업종입니다. 햄, 치즈, 계란, 야채 등 신선한 재료를 활용한 클래식 샌드위치부터 특색 있는 시그니처 메뉴까지 다양한 구성을 선보입니다. 갓 구운 빵과 신선한 재료로 만드는 즉석 조리 방식으로 운영되며, 3,500원에서 9,000원 선의 합리적인 가격대를 유지합니다. 테이크아웃과 매장 내 취식이 모두 가능하며, 아침 식사와 브런치 수요가 많아 보통 오전 7시부터 오후 8시까지 영업합니다. 샐러드, 스프, 커피 등 다양한 사이드 메뉴와 음료도 함께 제공하며, 조식 세트나 런치 세트 등 시간대별 특별 메뉴도 운영합니다. 주로 출퇴근길 직장인과 학생들이 주요 고객층이며, 배달 서비스도 함께 운영하는 곳이 많습니다. 깔끔한 매장 인테리어와 신속한 서비스로 바쁜 현대인들에게 간편하면서도 든든한 한 끼 식사를 제공하는 것이 특징입니다.", 
    "떡/한과":"떡/한과 전문점은 전통적인 방식으로 만든 다양한 떡과 한과를 제공하는 전통 식품 업종입니다. 떡케이크, 가래떡, 시루떡, 약식, 송편 등의 떡류와 강정, 약과, 꿀떡, 한과 등 전통 과자류를 취급하며, 명절이나 각종 행사용 선물세트도 판매합니다. 신선한 쌀가루와 천연 재료를 사용하여 당일 생산, 당일 판매를 원칙으로 하며, 1,000원에서 50,000원 선의 다양한 가격대로 운영됩니다. 개별 포장 판매부터 대량 주문 제작까지 가능하며, 맞춤형 떡케이크 주문도 접수합니다. 주로 오전 7시부터 오후 8시까지 영업하며, 명절 기간에는 연장 운영합니다. 현대적인 위생 시설을 갖추고 있으면서도 전통 방식의 제조 기법을 고수하여 고유의 맛과 품질을 유지하는 것이 특징입니다. 각종 잔치와 행사, 기업체 답례품으로도 많이 이용되며, 계절별 특색 있는 절기 음식도 제공합니다. 떡 제조 체험이나 한과 만들기 클래스를 운영하는 곳도 있습니다.", 
    "도시락":"도시락 전문점은 다양한 반찬과 메인 요리를 한 그릇에 담아 제공하는 외식업종입니다. 한식 도시락, 일식 도시락, 샐러드 도시락 등 다양한 스타일의 메뉴를 제공하며, 신선한 재료로 매일 아침 조리하여 영양가 있는 한 끼 식사를 제공합니다. 개인 고객 대상 판매뿐만 아니라 회사나 단체 주문도 처리하며, 6,000원에서 12,000원 선의 가격대로 운영됩니다. 테이크아웃과 배달 서비스가 주를 이루며, 일부 매장은 소규모 취식 공간도 운영합니다. 보통 오전 8시부터 오후 8시까지 영업하며, 점심 시간대가 가장 바쁩니다. 정기 배달 서비스나 월정액 식사 구독 서비스를 제공하는 곳도 있으며, 다이어트식, 건강식 등 특별 메뉴도 운영합니다. 위생적인 포장 용기 사용과 철저한 식자재 관리로 안전한 식사를 제공하며, 1인 가구와 직장인을 위한 균형 잡힌 식단 구성이 특징입니다. 계절별 제철 식재료를 활용한 메뉴 변경과 다양한 프로모션도 진행합니다.",
    "주스":"주스 전문점은 신선한 과일과 채소를 활용하여 착즙 주스와 스무디를 전문적으로 제공하는 외식업종입니다. 오렌지, 사과, 당근 등 단일 과일 주스부터 다양한 과일과 채소를 조합한 믹스 주스, 건강 기능성 주스까지 폭넓은 메뉴를 선보입니다. 당일 입고된 신선한 식재료만을 사용하여 주문과 동시에 착즙하는 방식으로 운영되며, 4,000원에서 8,000원 선의 가격대를 유지합니다. 매장 내 취식과 테이크아웃이 가능하며, 1회성 주문뿐만 아니라 디톡스 프로그램이나 클렌즈 주스 패키지도 판매합니다. 주로 건강과 다이어트에 관심이 많은 고객층을 대상으로 하며, 보통 오전 8시부터 오후 9시까지 영업합니다. 계절별 제철 과일을 활용한 시즌 메뉴와 프로틴, 슈퍼푸드 등을 첨가한 영양 강화 메뉴도 제공합니다. 깔끔한 매장 인테리어와 투명한 주방 공개로 고객 신뢰도를 높이며, 건강한 라이프스타일을 추구하는 현대인들에게 영양가 있는 음료를 제공하는 것이 특징입니다.", 
    "차":"차 전문점은 다양한 종류의 전통차와 현대적인 블렌딩 차를 전문적으로 제공하는 외식업종입니다. 녹차, 홍차, 보이차, 허브차 등 다양한 차 종류를 취급하며, 계절과 시기에 맞는 특별한 블렌딩 차도 선보입니다. 고품질의 차 잎과 전문적인 우려내기 방식으로 차 본연의 향과 맛을 살리며, 4,000원에서 15,000원 선의 가격대로 운영됩니다. 차와 함께 즐길 수 있는 다과와 디저트도 제공하며, 티 세트나 선물용 차 제품도 판매합니다. 전통적인 분위기나 모던한 인테리어로 편안한 휴식 공간을 제공하며, 보통 오전 10시부터 밤 10시까지 영업합니다. 차 문화 교육이나 시음회 등의 문화 프로그램을 운영하는 곳도 있으며, 개인 티포트와 티웨어를 활용한 정통 방식의 서비스를 제공합니다. 차 종류별 최적의 우려내기 온도와 시간을 준수하며, 계절별 특색 있는 차 메뉴와 차 관련 용품도 함께 판매하는 것이 특징입니다. 명상과 힐링을 추구하는 현대인들에게 여유로운 차 문화를 전파합니다.", 
    "기타세계요리":"기타세계요리 전문점은 일반적인 한식, 중식, 일식, 양식을 제외한 다양한 국가의 전통 요리를 제공하는 외식업종입니다. 태국, 베트남, 인도, 멕시코, 터키, 브라질 등 세계 각국의 독특한 요리법과 식문화를 선보이며, 현지 스타일의 조리법과 향신료를 사용하여 본고장의 맛을 재현합니다. 각 나라별 대표 메뉴와 현지식 가정요리를 제공하며, 10,000원에서 30,000원 선의 가격대로 운영됩니다. 이국적인 인테리어와 전통 음악으로 현지의 분위기를 연출하며, 보통 오전 11시 30분부터 밤 10시까지 영업합니다. 해당 국가 출신의 셰프나 조리법을 전수받은 전문 셰프가 운영하는 경우가 많으며, 현지 식재료를 직접 수입하여 사용합니다. 그 나라의 전통주와 음료도 함께 제공하며, 코스 요리와 단품 메뉴를 모두 갖추고 있습니다. 특별한 날이나 이색적인 식사를 원하는 고객들에게 인기가 있으며, 다문화적인 식문화 경험을 제공하는 것이 특징입니다.", 
    "포장마차":"포장마차는 길거리나 야시장에서 간단한 안주와 주류를 제공하는 한국의 전통적인 외식업종입니다. 떡볶이, 오뎅, 순대, 튀김 등의 분식류와 닭발, 곱창, 닭똥집 등의 구이류를 주요 메뉴로 제공하며, 소주와 맥주 등 주류도 함께 판매합니다. 2,000원에서 15,000원 선의 저렴한 가격대로 운영되며, 서민적이고 친근한 분위기가 특징입니다. 보통 저녁 6시부터 새벽 2시까지 영업하며, 날씨와 계절에 따라 영업시간이 유동적입니다. 좁은 공간에 카운터석이나 간이 테이블을 설치하여 운영하며, 즉석에서 조리하여 따뜻한 음식을 제공합니다. 회사원들의 퇴근 후 간단한 저녁 식사나 술자리 장소로 인기가 있으며, 혼술족부터 소규모 모임까지 다양한 손님층이 이용합니다. 계절별 특색 있는 메뉴와 사장님만의 특제 소스나 레시피로 단골 고객을 확보하는 경우가 많으며, 저렴한 가격에 푸짐한 양과 정겨운 분위기를 제공하는 것이 특징입니다.", 
    "도너츠":"도너츠 전문점은 다양한 종류의 도너츠와 베이커리 제품을 전문적으로 제공하는 외식업종입니다. 이스트 도너츠, 케이크 도너츠, 오래오 도너츠 등 다양한 스타일의 제품을 선보이며, 초콜릿, 크림, 과일 등 여러 토핑과 필링을 활용한 독특한 메뉴를 제공합니다. 매장에서 직접 반죽하고 굽는 방식으로 운영되며, 1,500원에서 4,000원 선의 개당 가격대를 유지합니다. 테이크아웃과 매장 내 취식이 모두 가능하며, 커피와 음료도 함께 판매합니다. 도너츠 세트나 선물용 박스 포장도 제공하며, 보통 오전 8시부터 밤 10시까지 영업합니다. 주문 즉시 제공되는 따뜻한 도너츠가 특징이며, 시즌별 특별 메뉴와 한정판 도너츠도 선보입니다. 깔끔하고 밝은 매장 인테리어와 도너츠 제작 과정을 볼 수 있는 오픈 주방을 운영하는 곳도 있습니다. 학생, 직장인, 가족 단위 고객이 주요 고객층이며, 파티나 행사용 대량 주문도 접수합니다. 신선한 재료 사용과 위생적인 조리 환경으로 품질 관리에 중점을 둡니다.", 
    "동남아/인도음식":"동남아/인도음식 전문점은 태국, 베트남, 인도네시아, 인도 등 아시아 국가들의 전통 요리를 제공하는 외식업종입니다. 팟타이, 쌀국수, 나시고랭, 커리 등 각 나라의 대표 메뉴를 현지 조리법과 향신료를 사용하여 정통의 맛으로 선보입니다. 코코넛 밀크, 레몬그라스, 카레 파우더 등 현지 식재료를 활용하며, 8,000원에서 25,000원 선의 가격대로 운영됩니다. 매운맛, 신맛, 단맛이 조화롭게 어우러진 동남아 특유의 맛을 제공하며, 각국의 전통 음료와 디저트도 함께 판매합니다. 이국적인 인테리어와 현지 음악으로 이색적인 분위기를 연출하며, 보통 오전 11시부터 밤 10시까지 영업합니다. 1인 식사부터 코스 요리까지 다양한 메뉴 구성을 제공하며, 채식주의자를 위한 메뉴도 별도로 운영하는 곳이 많습니다. 현지 출신 셰프나 현지 요리를 전문적으로 학습한 셰프들이 운영하며, 식사 외에도 그 나라의 식문화를 경험할 수 있는 특별한 공간으로 자리잡고 있습니다.", 
    "스테이크":"스테이크 전문점은 고품질의 소고기를 다양한 조리법으로 제공하는 고급 외식업종입니다. 안심, 등심, 채끝 등 부위별 스테이크와 함께 토마호크, 티본 스테이크 등 특수 부위도 취급하며, 고기의 숙성도와 굽기 정도를 고객 취향에 맞춰 제공합니다. 수입산과 국내산 최상급 소고기를 사용하며, 35,000원에서 150,000원 선의 고급 가격대로 운영됩니다. 스테이크와 함께 즐길 수 있는 와인과 수제 맥주도 다양하게 구비하고 있으며, 샐러드, 스프, 구운 야채 등의 사이드 메뉴도 제공합니다. 고급스러운 인테리어와 프라이빗한 공간 구성으로 특별한 날을 위한 다이닝을 제공하며, 보통 오전 11시 30분부터 밤 10시까지 영업합니다. 전문 셰프들의 노하우로 고기 본연의 맛을 살리는 조리법을 사용하며, 오픈 키친에서 고객들이 직접 조리 과정을 볼 수 있는 곳도 있습니다. 기업 접대와 고급 모임을 위한 코스 요리도 제공하며, 최고급 식자재와 전문적인 서비스로 프리미엄 다이닝 경험을 제공하는 것이 특징입니다.", 
    "패밀리 레스토랑":"패밀리 레스토랑은 가족 단위 손님을 주요 타겟으로 하는 종합 외식업종입니다. 스테이크, 파스타, 피자, 샐러드, 스프 등 양식을 중심으로 한 다양한 메뉴를 제공하며, 어린이부터 어른까지 모든 연령대가 즐길 수 있는 메뉴 구성이 특징입니다. 15,000원에서 40,000원 선의 가격대로 운영되며, 넓은 테이블과 편안한 좌석, 키즈존 등 가족 친화적인 시설을 갖추고 있습니다. 런치와 디너 시간대별로 다른 메뉴 구성과 가격대를 제공하며, 샐러드바를 운영하는 곳이 많습니다. 보통 오전 11시부터 밤 10시까지 영업하며, 주말에는 브런치 메뉴도 제공합니다. 생일 파티나 각종 기념일을 위한 특별 서비스와 이벤트를 진행하며, 단체 손님을 위한 세미 뷔페나 코스 요리도 준비되어 있습니다. 깔끔하고 모던한 인테리어와 넓은 주차 공간을 확보하고 있으며, 프로페셔널한 서비스와 체계적인 위생 관리가 특징입니다. 음식의 양과 맛, 서비스 품질을 일정하게 유지하는 체인점 형태로 운영되는 경우가 많습니다.",
    "기사식당":"기사식당은 택시, 화물차 등 운수업 종사자들을 주요 고객으로 하는 대중적인 한식 전문 외식업종입니다. 김치찌개, 된장찌개, 제육볶음, 백반 등 한국의 전통적인 가정식 메뉴를 푸짐한 양과 저렴한 가격으로 제공하며, 6,000원에서 10,000원 선의 가격대로 운영됩니다. 24시간 운영하는 곳이 많아 새벽이나 심야 시간대에도 따뜻한 식사를 제공하며, 주차장을 넓게 확보하여 대형 차량의 주차가 용이합니다. 식사 속도가 빠른 손님들의 특성을 고려해 신속한 서비스를 제공하며, 메뉴가 나오기 전에 기본 반찬을 먼저 제공하는 것이 특징입니다. 계절 상관없이 언제나 뜨끈한 국물 요리를 제공하며, 김치, 고추장 등의 양념을 무제한으로 제공하는 경우가 많습니다. 실내는 단순하고 실용적인 구조로 되어 있으며, 1인 식사를 위한 테이블 배치가 많습니다. 양과 맛을 중시하는 실속있는 식사를 제공하며, 특별한 격식 없이 편안하게 식사할 수 있는 서민적인 분위기가 특징입니다.", 
    "부페":"뷔페는 다양한 요리를 자유롭게 선택하여 즐길 수 있는 종합 외식업종입니다. 한식, 중식, 일식, 양식 등 여러 나라의 요리를 한자리에서 제공하며, 메인 요리, 샐러드, 디저트, 음료 등 100여 가지 이상의 다양한 메뉴를 구비합니다. 점심과 저녁 시간대별로 다른 가격대를 운영하며, 성인 기준 25,000원에서 60,000원 선의 가격으로 운영됩니다. 넓은 홀과 쾌적한 좌석 배치로 단체 손님 수용이 용이하며, 셰프가 즉석에서 요리를 제공하는 라이브 스테이션도 운영합니다. 보통 오전 11시 30분부터 밤 10시까지 영업하며, 주말과 공휴일에는 특별 메뉴를 추가로 제공합니다. 계절별 제철 식재료를 활용한 시즌 메뉴와 특선 요리를 선보이며, 어린이와 노인을 위한 할인 가격을 적용하는 곳이 많습니다. 결혼식, 회갑연, 기업 연회 등 각종 행사를 위한 연회 서비스도 제공하며, 철저한 위생 관리와 지속적인 메뉴 리뉴얼로 고객 만족도를 높이는 것이 특징입니다.", 
    "야식":"야식 전문점은 늦은 시간에 다양한 안주와 식사류를 제공하는 외식업종입니다. 닭발, 곱창, 순대, 족발, 보쌈, 닭똥집 등의 구이류와 볶음류, 그리고 라면, 김치찌개, 부대찌개 등의 해장류를 주요 메뉴로 제공하며, 소주, 맥주 등의 주류도 함께 판매합니다. 주로 저녁 6시부터 새벽 4시까지 운영하며, 12,000원에서 30,000원 선의 가격대를 유지합니다. 2-4인용 테이블을 주로 배치하여 소규모 손님들이 편하게 이용할 수 있으며, 테이크아웃과 배달 서비스도 함께 운영합니다. 직장인들의 퇴근 후 식사나 술자리, 늦은 시간 출출함을 달래기 위한 메뉴로 인기가 있으며, 매콤하고 자극적인 맛이 특징입니다. 실내는 캐주얼한 분위기로 꾸며져 있으며, 고객들이 부담 없이 방문할 수 있는 편안한 공간을 제공합니다. 야간 배달 전문으로 운영하는 곳도 많으며, 특제 소스와 비법 레시피로 단골 고객을 확보하는 것이 특징입니다. 계절과 날씨에 따른 시즌 메뉴도 운영하며, 혼술족부터 직장인 회식까지 다양한 고객층이 이용합니다.",
    "민속주점":"민속주점은 전통적인 한국의 술과 안주 문화를 경험할 수 있는 전통 주점 업종입니다. 막걸리, 동동주, 청주 등 전통주를 중심으로 파전, 두부김치, 도토리묵, 감자전, 홍어 등 한국의 전통적인 안주를 제공합니다. 실내는 전통 한옥 분위기나 옛 주막 스타일로 꾸며져 있으며, 좌식 테이블이나 온돌방을 갖추고 있는 곳이 많습니다. 메뉴 가격대는 안주 기준 15,000원에서 35,000원 선으로 운영되며, 보통 오후 4시부터 새벽 1시까지 영업합니다. 계절별 제철 재료를 활용한 특선 안주와 지역 특산 전통주를 제공하며, 옛날식 조리법을 고수하여 정통의 맛을 살립니다. 단체 손님을 위한 룸과 넓은 홀을 구비하고 있으며, 회식이나 모임, 외국인 관광객들에게 인기가 있습니다. 주류와 안주의 조화를 중시하며, 전통주에 대한 설명과 음용 방법을 안내하는 등 한국의 술 문화를 전파하는 역할도 합니다. 철저한 위생 관리와 함께 정갈한 상차림으로 고급스러운 전통 주점 문화를 이어가는 것이 특징입니다."
}